{
  "HomePage": {
    "title": "Discover Trusted Resources",
    "about": "Your curated directory of verified tools, services, and platforms. Find exactly what you need with confidence and ease.",
    "button_1": "Explore Catalog",
    "section-2-title": "Why Choose TrustHub?",
    "section-2-about": "Every resource is carefully vetted and verified by our community of experts",
    "cart-1-title": "Verified Quality",
    "cart-2-title": "Community Rated",
    "cart-3-title": "Always Updated",
    "cart-1-about": "All resources are thoroughly reviewed and verified by our team.",
    "cart-2-about": "Real ratings and reviews from our trusted community members.",
    "cart-3-about": "Fresh content and regular updates to keep resources current.",
    "category-section-title": "Browse by Category",
    "category-section-about": "Explore our carefully organized collection of resources.",
    "category-1": "Development Tools",
    "category-2": "Design Resources",
    "category-3": "Learning Platforms",
    "category-4": "Productivity Apps",
    "category-5": "Community Tools",
    "category-6": "Security Services",
    "resource": "resources",
    "ad-title": "Join Our Trusted Network",
    "ad-about": "Become part of a carefully curated community of verified websites and trusted resources. Help us build a safer, more reliable internet where quality and authenticity matter.",
    "ad-button": "Add Your Site",
    "get-start-section-title": "Ready to Get Started?",
    "get-start-section-about": "Join thousands of professionals who trust TrustHub for their resource discovery.",
    "get-start-section-button": "START EXPLORING"
  },
  "navigation": {
    "home": "Home",
    "catalog": "Catalog",
    "about": "About",
    "contact": "Feedback",
    "ai": "AI Assistent",
    "login": "Login"
  },
  "beam": {
    "file": "File Storage",
    "knowledge": "Knowledge Base",
    "community": "Community",
    "verified": "Verified Content",
    "education": "Education",
    "multilingual": "Multilingual"
  },
  "about": {
    "title": "About TrustHub",
    "about": "TrustHub is your go-to platform for discovering, verifying, and sharing high-quality learning resources, tools, and services. We believe in empowering individuals with reliable information to foster continuous growth and development.",
    "title-button": "Contact Us",
    "section-2-title": "Who We Are",
    "section-2-about": "At TrustHub, we are a passionate team dedicated to curating a reliable ecosystem for lifelong learners and professionals. Our mission is to cut through the noise of the internet, providing a meticulously vetted directory of educational content, productivity tools, and essential services. We aim to be the beacon of trust in a vast digital landscape, ensuring every resource listed meets our stringent quality and relevance standards.We believe that access to credible information is paramount for personal and professional development. By fostering a community-driven verification process, we empower users to make informed decisions and discover truly valuable resources.",
    "section-2-about-2": "We believe that access to credible information is paramountfor personal and professional development. By fostering acommunity-driven verification process, we empower users tomake informed decisions and discover truly valuable resources.",
    "section-3-title":"Our Values",
    "section-3-card-1-title":"Safety",
    "section-3-card-2-title":"Transparency",
    "section-3-card-3-title":"Usefulness",
    "section-3-card-1-about":"We prioritize the security and reliability of every resource. Our rigorous verification process ensures that you can trust what you find on TrustHub.",
    "section-3-card-2-about":"We believe in open and honest communication. Our review process is clear, and we provide all the information you need to make informed choices.",
    "section-3-card-3-about":"Every resource on TrustHub is selected for its practical value and ability to genuinely help you learn, grow, or achieve your goals.",
    "section-4-title": "How We Check Resources",
    "section-4-card-1-title":"Suggest",
    "section-4-card-2-title":"Review",
    "section-4-card-3-title":"Publish",
    "section-4-card-1-about":"Users or experts suggest new learning resources, tools, or services they find valuable.",
    "section-4-card-2-about":"Our team and community rigorously review each submission for quality, relevance, and trustworthiness.",
    "section-4-card-3-about":"Once verified, the resource is published on TrustHub, making it accessible to everyone."
  },
  "catalog":{
    "title":"Resource Catalog",
    "about":"Discover and explore our curated collection of trusted resources.",
    "showing":"Showing",
    "resource":"resources",
    "search":"Search resources..."
  }
}
