{
  "HomePage": {
    "title": "Откройте для себя надежные ресурсы",
    "about": "Ваш тщательно подобранный каталог проверенных инструментов, сервисов и платформ. Найдите именно то, что вам нужно, с уверенностью и лёгкостью.",
    "button_1": "Посмотреть каталог",
    "section-2-title": "Почему стоит выбрать TrustHub?",
    "section-2-about": "Каждый ресурс тщательно проверяется и подтверждается нашим сообществом экспертов",
    "cart-1-title": "Проверенное качество",
    "cart-2-title": "Оценено сообществом",
    "cart-3-title": "Всегда актуально",
    "cart-1-about": "Все ресурсы тщательно проверяются и подтверждаются нашей командой.",
    "cart-2-about": "Реальные оценки и отзывы от надёжных участников сообщества.",
    "cart-3-about": "Свежий контент и регулярные обновления, чтобы ресурсы оставались актуальными.",
    "category-section-title": "Просмотр по категориям",
    "category-section-about": "Изучите нашу тщательно организованную коллекцию ресурсов.",
    "category-1": "Инструменты разработки",
    "category-2": "Ресурсы для дизайна",
    "category-3": "Платформы для обучения",
    "category-4": "Приложения для продуктивности",
    "category-5": "Инструменты сообщества",
    "category-6": "Сервисы безопасности",
    "resource": "ресурсы",
    "ad-title": "Присоединяйтесь к нашей сети доверия",
    "ad-about": "Станьте частью тщательно отобранного сообщества проверенных сайтов и надёжных ресурсов. Помогите нам создать более безопасный и надёжный интернет, где важны качество и подлинность.",
    "ad-button": "Добавить свой сайт",
    "get-start-section-title": "Готовы начать?",
    "get-start-section-about": "Присоединяйтесь к тысячам профессионалов, которые доверяют TrustHub поиск своих ресурсов.",
    "get-start-section-button": "НАЧАТЬ ИССЛЕДОВАНИЕ"
  },
  "navigation": {
    "home": "Главная",
    "catalog": "Каталог",
    "about": "О проекте",
    "contact": "Обратная связь",
    "ai": "AI Ассистент",
    "login": "Войти"
  },
  "beam": {
    "file": "Хранение файлов",
    "knowledge": "База знаний",
    "community": "Сообщество",
    "verified": "Надежно",
    "education": "Образование",
    "multilingual": "Многоязычный"
  },
  "about": {
    "title": "О TrustHub",
    "about": "TrustHub — это ваша надёжная платформа для поиска, проверки и обмена качественными обучающими ресурсами, инструментами и сервисами. Мы стремимся предоставить пользователям достоверную информацию для постоянного роста и развития.",
    "title-button": "Связаться с нами",
    "section-2-title": "Кто мы такие",
    "section-2-about": "Мы — команда энтузиастов, стремящаяся создать надёжную экосистему для непрерывного обучения и профессионального развития. Наша миссия — отсекать информационный шум интернета, предлагая тщательно проверенный каталог образовательного контента, инструментов продуктивности и важных сервисов. Мы стремимся стать ориентиром доверия в цифровом мире, гарантируя, что каждый ресурс соответствует нашим высоким стандартам качества и актуальности.",
    "section-2-about-2": "Мы верим, что доступ к достоверной информации имеет решающее значение для личностного и профессионального развития. Через верификацию, основанную на сообществе, мы даем пользователям возможность принимать обоснованные решения и находить действительно полезные ресурсы.",
    "section-3-title": "Наши ценности",
    "section-3-card-1-title": "Безопасность",
    "section-3-card-2-title": "Прозрачность",
    "section-3-card-3-title": "Полезность",
    "section-3-card-1-about": "Мы придаем первостепенное значение безопасности и надежности каждого ресурса. Наш строгий процесс проверки гарантирует, что вы можете доверять тому, что находите на TrustHub.",
    "section-3-card-2-about": "Мы верим в открытую и честную коммуникацию. Наш процесс проверки прозрачен, и мы предоставляем всю информацию, необходимую для принятия обоснованных решений.",
    "section-3-card-3-about": "Каждый ресурс на TrustHub отбирается за его практическую ценность и способность реально помочь вам учиться, расти и достигать целей.",
    "section-4-title": "Как мы проверяем ресурсы",
    "section-4-card-1-title": "Предложение",
    "section-4-card-2-title": "Проверка",
    "section-4-card-3-title": "Публикация",
    "section-4-card-1-about": "Пользователи или эксперты предлагают новые ресурсы, инструменты или сервисы, которые считают полезными.",
    "section-4-card-2-about": "Наша команда и сообщество тщательно проверяют каждое предложение на качество, актуальность и надёжность.",
    "section-4-card-3-about": "После подтверждения ресурс публикуется на TrustHub и становится доступным для всех."
  }
}
