{
  "HomePage": {
    "title": "Захираҳои боэътимодро пайдо кунед",
    "about": "Феҳристи интихоби беҳтарини абзорҳо, хизматрасониҳо ва платформаҳои санҷидашуда. Ба осонӣ ва бо итминон истифода баред.",
    "button_1": "Бубинед феҳристро",
    "section-2-title": "Чаро TrustHub-ро интихоб мекунед?",
    "section-2-about": "Ҳар як захира аз ҷониби коршиносон ва ҷомеа тафтиш карда мешавад.",
    "cart-1-title": "Сифати санҷидашуда",
    "cart-2-title": "Баҳодиҳии корбарон",
    "cart-3-title": "Навсозии доимӣ",
    "cart-1-about": "Ҳамаи сайтҳо ва абзорҳо аз ҷониби дастаи мо пурра тафтиш мешаванд.",
    "cart-2-about": "Фикру мулоҳизаҳои воқеӣ аз истифодабарандагони боэътимод.",
    "cart-3-about": "Мундариҷа доимо нав карда мешавад, то шумо ҳамеша маълумоти тозаро гиред.",
    "category-section-title": "Таснифоти захираҳо",
    "category-section-about": "Маводро аз рӯи бахшҳои мураттабшуда омӯзед.",
    "category-1": "Абзорҳои барномасозӣ",
    "category-2": "Захираҳои тарроҳӣ",
    "category-3": "Манбаъҳои таълимӣ",
    "category-4": "Барномаҳои кори самаранок",
    "category-5": "Абзорҳои ҷомеавӣ",
    "category-6": "Хизматрасониҳои амниятӣ",
    "resource": "захираҳо",
    "ad-title": "Ба ҷомеаи боэътимод ҳамроҳ шавед",
    "ad-about": "Ба рӯйхати сомонаҳои боэътимод шомил шавед ва барои интернети бехатар саҳм гузоред.",
    "ad-button": "Сомонаи худро пешниҳод кунед",
    "get-start-section-title": "Омодаед, ки оғоз кунед?",
    "get-start-section-about": "Ба ҳазорҳо кас ҳамроҳ шавед, ки TrustHub-ро барои ҷустуҷӯи захираҳо истифода мебаранд.",
    "get-start-section-button": "САР КУНЕД"
  },
  "navigation": {
    "home": "Асосӣ",
    "catalog": "Феҳрист",
    "about": "Маълумот",
    "contact": "Паём фиристед",
    "ai": "Ёрдамчии AI",
    "login": "Даромадан"
  },
    "beam": {
    "file": "Ҳифзи файлҳо",
    "knowledge": "Маълумотнома",
    "community": "Ҷамъият",
    "verified": "боэътимод",
    "education": "Таҳсил",
    "multilingual": "Чандзабонӣ"
  },
  "about":{
  "title": "Дар бораи TrustHub",
  "about": "TrustHub — платформаест барои дарёфт, санҷиш ва мубодилаи манбаъҳои босифати таълимӣ, абзорҳо ва хидматрасониҳо. Мо ба пешниҳоди маълумоти боэътимод барои рушди доимии шахсӣ ва касбӣ бовар дорем.",
  "title-button": "Тамос гиред",
  "section-2-title": "Мо кистем",
  "section-2-about": "Мо як гурӯҳи дилсӯзе ҳастем, ки ба сохтани муҳити боэътимод барои омӯзиши пайваста ва рушди касбӣ бахшидаем. Миссияи мо — филтр кардани иттилооти зиёдатӣ дар интернет ва пешниҳоди каталоги бодиққат санҷидашудаи мундариҷаи таълимӣ, абзорҳои муфид ва хидматҳои муҳим мебошад. Мо кӯшиш мекунем, ки чароғи боэътимод дар фазои рақамӣ бошем ва кафолат медиҳем, ки ҳар як манбаъ ба стандартҳои қатъии сифат ва аҳамият ҷавобгӯ аст.",
  "section-2-about-2": "Мо бовар дорем, ки дастрасӣ ба иттилооти боэътимод барои рушди шахсӣ ва касбӣ ниҳоят муҳим аст. Бо истифода аз равандҳои санҷиши ҷомеа-мавҷуд, мо корбаронро ба қабули қарорҳои дуруст ва пайдо кардани манбаъҳои воқеан муфид тавоно мегардонем.",
  "section-3-title": "Арзишҳои мо",
  "section-3-card-1-title": "Амният",
  "section-3-card-2-title": "Шаффофият",
  "section-3-card-3-title": "Манфиатнокӣ",
  "section-3-card-1-about": "Мо амният ва боэътимодии ҳар як манбаъро дар мадди аввал мегузорем. Раванди санҷиши қатъии мо кафолат медиҳад, ки шумо метавонед ба он чӣ ки дар TrustHub мебинед, эътимод кунед.",
  "section-3-card-2-about": "Мо ба муоширати боз ва ростқавлона бовар дорем. Раванди баррасии мо шаффоф аст ва мо тамоми маълумоти лозимаро барои қабули қарорҳои дуруст пешниҳод мекунем.",
  "section-3-card-3-about": "Ҳар як манбаъ дар TrustHub барои арзиши амалӣ ва қобилияти воқеии он барои кӯмак кардан ба омӯзиш, рушд ва расидан ба ҳадафҳои шумо интихоб шудааст.",
  "section-4-title": "Чӣ гуна мо манбаъҳоро месанҷем",
  "section-4-card-1-title": "Пешниҳод",
  "section-4-card-2-title": "Санҷиш",
  "section-4-card-3-title": "Нашр",
  "section-4-card-1-about": "Корбарон ё мутахассисон манбаъҳои таълимӣ, абзорҳо ё хидматҳоро, ки муфид медонанд, пешниҳод мекунанд.",
  "section-4-card-2-about": "Гурӯҳ ва ҷомеаи мо ҳар як пешниҳодро аз ҷиҳати сифат, мувофиқат ва боэътимодӣ бодиққат баррасӣ мекунанд.",
  "section-4-card-3-about": "Пас аз тасдиқ, манбаъ дар TrustHub нашр шуда, барои ҳама дастрас мегардад."
},
"catalog": {
  "title": "Феҳристи Манбаъҳо",
  "about": "Кашф кунед ва коллексияи боэътимоди манбаъҳои интихобшударо омӯзед.",
  "showing": "Намоиш медиҳад",
  "resource": "манбаъҳо",
  "search": "Ҷустуҷӯи манбаъҳо..."
}


}
